tap "homebrew/core"
tap "homebrew/cask"

brew "git"
brew "gh"
brew "wget"
brew "jq"
brew "tree"
brew "htop"

brew "redis"
brew "postgresql"

brew "nvm"
brew "pnpm"

brew "python"
brew "uv"

cask "visual-studio-code"
cask "cursor"
cask "iterm2"
cask "docker"
cask "postman"
cask "google-chrome"
